{
    "peliculasYseries": [
        {
            "Titulo": "Avatar",
            "Anio": "2009",
            "Fecha de salida": "18 Dec 2009",
            "Duracion": "162 min",
            "Genero": "Acción, Aventura, Fantasía",
            "Director": "James Cameron",
            "Actoress": "Sam Worthington, Zoe Saldana, Sigourney Weaver, Stephen Lang",
            "Sinopsis": "Entramos en el mundo Avatar de la mano de Jake Sully, un ex-Marine en silla de ruedas, que ha sido reclutado para viajar a Pandora, donde existe un mineral raro y muy preciado que puede solucionar la crisis energética existente en la Tierra.",
            "Pais": "EEUU, Reino Unido",
            "Imagen": "https://pics.filmaffinity.com/Avatar-208925608-large.jpg",
            "Tipo": "Pelicula"
        },
        {
            "Titulo": "Soy legenda",
            "Anio": "2007",
            "Fecha de salida": "14 Dec 2007",
            "Duracion": "101 min",
            "Genero": "Drama, Horror, Ciencia Ficción",
            "Director": "Francis Lawrence",
            "Actores": "Will Smith, Alice Braga, Charlie Tahan, Salli Richardson-Whitfield",
            "Sinopsis": "Año 2012. Robert Neville es un brillante científico, que, sin embargo, no ha podido impedir la expansión de un incurable virus creado por el hombre. Neville, inexplicablemente inmune al contagio, es el último superviviente humano de la ciudad de Nueva York y, quizá, del mundo. Pero Neville no está completamente solo. Víctimas mutantes de la plaga merodean en las sombras, vigilando cada uno de los movimientos del científico y esperando que cometa un error fatal para beber su sangre.",
            "Pais": "EEUU",
            "Imagen": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/styles/1200/public/media/image/2018/04/soy-leyenda_0.jpg?itok=NS58nujY",
            "Tipo": "Pelicula"
        },
        {
            "Titulo": "Vengadores",
            "Anio": "2012",
            "Fecha de salida": "04 May 2012",
            "Duracion": "143 min",
            "Genero": "Acción, Ciencia Ficción, Thriller",
            "Director": "Joss Whedon",
            "Actores": "Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Elizabeth Olsen, Scarlett Johansson, Gwyneth Paltrow, Jeremy Renner",
            "Sinopsis": "El director de la Agencia SHIELD decide reclutar a un equipo para salvar al mundo de un desastre casi seguro cuando un enemigo inesperado surge como una gran amenaza para la seguridad mundial.",
            "Pais": "EEUU",
            "Imagen": "https://static.wikia.nocookie.net/marvelcinematicuniverse/images/2/2b/The_Avengers_Poster.png/revision/latest?cb=20150610135853&path-prefix=es",
            "Tipo": "Pelicula"
        },
        {
            "Titulo": "Interstellar",
            "Anio": "2014",
            "Fecha de salida": "07 Nov 2014",
            "Duracion": "169 min",
            "Genero": "Aventura, Drama, Ciencia Ficción",
            "Director": "Christopher Nolan",
            "Actores": "Ellen Burstyn, Matthew McConaughey, Mackenzie Foy, John Lithgow",
            "Sinopsis": "Un grupo de científicos y exploradores, encabezados por Cooper, se embarcan en un viaje espacial para encontrar un lugar con las condiciones necesarias para reemplazar a la Tierra y comenzar una nueva vida allí. La Tierra está llegando a su fin y este grupo necesita encontrar un planeta más allá de nuestra galaxia que garantice el futuro de la raza humana.",
            "Pais": "EEUU",
            "Imagen": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcT_RccL1NBnzoF49rygF-O0YRB2-kIsi_u2OY4nhmV9hRCWbHok",
            "Tipo": "Pelicula"
        },
        {
            "Titulo": "Juego de Tronos",
            "Anio": "2011",
            "Fecha de salida": "17 Apr 2011",
            "Duracion": "56 min",
            "Genero": "Aventura, Drama, Fantasía",
            "Director": "David Benioff, D.B. Weiss",
            "Actores": "Peter Dinklage, Lena Headey, Emilia Clarke, Kit Harington",
            "Sinopsis": "Juego de tronos es la historia de la lucha por un trono, el trono de hierro, forjado con las espadas de los enemigos vencidos. Siete son los reinos de Poniente y muchas las casas que se disputarán la corona: los herederos, los exiliados, los despojados y los actuales regentes.",
            "Pais": "EEUU, Reino Unido",
            "Imagen": "https://pics.filmaffinity.com/Juego_de_Tronos_Serie_de_TV-293142110-mmed.jpg",
            "Tipo": "Serie"
        }
    ]
}